/* Generic authentication error. */
"UNKNOWN_ERROR" = "Невозможно идентифицировать пользователя.";
"USER_NOT_ADMIN_PASS" = "Необходимо ввести имя и пароль администратора.";
"USER_NOT_ADMIN_PIN" = "Необходимо ввести имя и пароль администратора.";
"INVALID_USER_NAME" = "Необходимо ввести действительное имя пользователя.";
"INVALID_USER_PASSWORD" = "Необходимо ввести действительный пароль.";
"INVALID_USER_PIN" = "Необходимо ввести действительный PIN.";

/* Pleasantries */
"PLEASE_TRY_AGAIN" = "Повторите попытку.";

/* Button Titles */
"RESTART_BUTTON" = "Перезагрузить";
"SHUTDOWN_BUTTON" = "Выключить";

/* Restart Warning */
"RESTART_MAIN_WARNING" = "В данный момент к системе подключены пользователи, которые потеряют свои несохраненные данные, если Вы перезагрузите компьютер.";
"RESTART_DETAIL_WARNING" = "При перезапуске или выключении компьютера будут завершены программы в других сеансах, где документы не были сохранены. Данные будут потеряны. Введите имя и пароль администратора и нажмите «Перезагрузить» или выберите «Отменить» для отмены процесса.";

/* Shut Down Warning */
"SHUTDOWN_MAIN_WARNING" = "В данный момент к системе подключены пользователи, которые потеряют свои несохраненные данные, если Вы выключите компьютер.";
"SHUTDOWN_DETAIL_WARNING" = "При перезагрузке или выключении компьютера будут завершены программы в других сеансах, где документы не были сохранены. Данные будут потеряны. Введите имя и пароль администратора и нажмите «Выключить» или выберите «Отменить» для отмены процесса.";

/* PIN or Password */
"PIN" = "PIN:";
"PASSWORD" = "Пароль:";